Revit 2016 API
Face.IsInside Method
Indicates whether the specified point is within this face.
Overload List
Name | Description
IsInside(UV)
Indicates whether the specified point is within this face.
IsInside(UV, IntersectionResult)
Indicates whether the specified point is within this face and outputs additional results.
See Also
Face Class
Face Members
Autodesk.Revit.DB Namespace